import React from 'react';
import { Separator } from '@vkontakte/vkui';

const lesson_1 = (
    <div>
        <h1>Урок 1. Базовая форма глагола</h1>
        <p>В данном уроке мы познакомимся с временами: <b>настоящим</b>, <b>будущим</b> и <b>прошедшим</b>.</p>
        <Separator />
        <h2>Настоящее время</h2>
        <p><b>Утвердительные предложения</b> образуются также как и в русском языке. Сначала идет местоимение, затем глагол.</p>
        <p>Если используются местоимения <b>he</b> (он), <b>she</b> (она) или <b>it</b> <span class="rus">(это)</span> то к глаголу добавляется окончание <b>-s</b>.</p>
        <em>
            <p>(I, You, We, They) read.</p>
            <p>(He, She) read<b>s</b>.</p>
        </em>
        <p><b>Отрицательные предложения</b> образуются при помощи вспомогательного глагола <b>do</b> + частица <b>not</b></p>
        <p>Если используются местоимения <b>he</b> (он), <b>she</b> (она) или <b>it</b> <span class="rus">(это)</span> то вместо <b>do</b> используется его другая форма <b>does</b>.</p>
        <em>
            <p>(I, You, We, They) <b>don't</b> read.</p>
            <p>(He, She) <b>doesn't</b> read.</p>
        </em>
        <p><b>Вопросительные предложения</b> также образуются при помощи вспомогательного глагола <b>do (does)</b>.</p>
        <p>Для образования вопроса этот глагол ставится в начале предложения.</p>
        <em>
            <p><b>Do</b> (I, you, we, they) read?</p>
            <p><b>Does</b> (he, she) read?</p>
        </em>
        <Separator />
        <h2>Прошедшее время.</h2>
        <p><b>Утвердительные предложения</b> образуются также как и в настоящем времени, только используется вторая форма глагола.</p>
        <p>Это означает, что для правильных глаголов прибавляется окончание <b>-ed</b>.</p>
        <em>
            <p>(I, You, We, They, He, She) read<b>ed</b>.</p>
        </em>
        <p><b>Вопросительные предложения</b> также образуются при помощи глагола <b>did</b>, который ставится в начале предложения.</p>
        <em>
            <p><b>Did</b> (I, you, we, they, he, she) read?</p>
        </em>
        <p><b>Отрицательные предложения</b> образуются при помощи глагола <b>did</b> с частицей <b>not</b> (didn't)</p>
        <em>
        <p>(I, You, We, They, He, She) <b>did not</b> read.</p>
        </em>
        <Separator />
        <h2>Будущее время.</h2>
        <p><b>Утвердительные предложения</b> образуются при помощи глагола <b>will</b>.</p>
        <em>
            <p>(I, You, We, They, He, She) <b>will</b> read.</p>
        </em>
        <p><b>Отрицательные предложения</b> образуются при помощи глагола <b>will</b> с частицей <b>not</b> (won't)</p>
        <em>
            <p>(I, You, We, They, He, She) <b>will not</b> read.</p>
        </em>
        <p><b>Вопросительные предложения</b> также образуются при помощи глагола <b>will</b>, который ставится в начале предложения.</p>
        <em>
            <p><b>Will</b>(I, you, we, they, he, she) read?</p>
        </em>
    </div>
);

export default lesson_1;