import React from 'react';

const lesson_8 = (
    <div>
        <h1>Урок 8. There is / There are</h1>
        <p className="example-text">Пример:</p>
        <div className="example">
            <p><b>There is</b> a lamp on his table. - На его столе <b>есть</b> лампа.</p>
            <p><b>There are</b> two books on his table. - На его столе <b>лежат</b> две книги.</p>
        </div>
        <p>
            Как видно из примера выше, порядок слов в английском и русском предложениях не совпадают.
            Выражение <b>there is</b>, соответствует русскому <b>имеется, есть, бывает, находится</b>,
            стоит на первом месте. <b>There is</b> - единственное число, а <b>there are</b> - множественное.
            В данном обороте слово <b>there</b> утрачивает свое начальное значение (там). Поэтому 
            возможно такое предложение:
        </p>
        <p className="example-text">Пример:</p>
        <div className="example">
            <p><b>There are</b> many new houses <b>there</b>. - <b>Там</b> есть много новых домов.</p>
            <p>
                В этом предложении <b>"там"</b> выраженно вторым словом <b>there</b>, а первое
                    <b>there</b> является лишь частью оборота <b>there is (есть, имеется)</b>.
            </p>
        </div>
        <p>Чтобы уловить значение оборота <b>there is</b>, сравните два предложения:</p>
        <div className="example">
            <p>The book is on the table. - Книга на столе.</p>
            <p><b>There is</b> a book on the table. - На столе (есть) книга.</p>
        </div>
        <p>
            Первое предложение отвечает на вопрос <em>где книга?</em> Оно говорит, что 
            какая-то определенная книга находится на столе.
        </p>
        <p>
            Второе предложение отвечает на вопрос <em>что находится на столе?</em> и сообщает, 
            что на столе находится книга, а не что-либо иное.
        </p>
        <p>
            Таким образом, выражение <b>there is</b> большей частью служит для указания наличия 
            чего-либо в определенном месте. Предложения с оборотом <b>there is</b> лучше всего 
            переводить начиная с обстоятельства места (<em>где?</em>).
        </p>

    </div>
);

export default lesson_8;